Repository: hk14004/iOSAppTemplate
Catalog: Frameworks/TemplateLocalization/Resources/Strings/*.lproj/Localizable.strings
Languages: lv

# Globals.ok
source: Okey
lv: Labi

# Globals.InputField.mustBeAtleastSize
source: Field must be at least %@ size
lv: Laukam jābūt vismaz %@ simbolu garam

# Globals.InputField.mustNotBeEmpty
source: Field must not be empty
lv: Lauks nedrīkst būt tukšs

# Globals.login
source: Login
lv: Ienākt

# Globals.logout
source: Logout
lv: Iziet

# Screen.LanguageSelection.lv
source: Latvie≈°u
lv: Latviešu

# Screen.LanguageSelection.title
source: Choose language
lv: Izvēlieties valodu

# Screen.Login.greeting
source: Hello, %@!
lv: Sveiks, %@!

# Screen.Login.enterPin
source: Enter PIN
lv: Ievadiet PIN

# Screen.LockedTab.Cards.subtitle
source: Easy way how to manage your cards
lv: Ērts veids kā pārvaldīt savas kartes

# Screen.LockedTab.Cards.title
source: Manage your cards
lv: Pārvaldi savas kartes

# Screen.LockedTab.Overview.subtitle
source: Great way to overview your money
lv: Ērts veids kā pārraudzīt savu naudu un redzēt, kur tā tiek tērēta

# Screen.LockedTab.Overview.title
source: Account balance and overview
lv: Konta atlikums un pārskats

# Screen.LockedTab.Payments.subtitle
source: Pay where ever you are
lv: Veic maksājumus viegli lai kur vien arī būtu

# Screen.LockedTab.Payments.title
source: Make trasnactions or do somethign else
lv: Pārskaiti naudu vai apmaksā rēķinus

# Screen.Login.Button.title
source: Login
lv: Ienākt

# Screen.Login.Password.placeholder
source: Enter password
lv: Ievadiet paroli

# Screen.Login.Username.placeholder
source: Enter username
lv: Ievadiet lietotājvārdu

# Screen.Overview.Expenses.details
source: Detailed view
lv: Skatīt detaļas

# Screen.Overview.Expenses.spent
source: Spent on
lv: Iztērēts uz

# Screen.Overview.Expenses.thisMonth
source: This month
lv: Šomēnes

# Screen.Overview.Expenses.title
source: Expenses
lv: Izdevumi

# Screen.Settings.Section.AppFeatures.authMethods
source: Authentification methods
lv: Autentifikācijas veidi

# Screen.Settings.Section.AppFeatures.notifications
source: Mobile notifications
lv: Mobilie paziņojumi

# Screen.Settings.Section.AppFeatures.title
source: App features
lv: Lietotnes funkcijas

# Screen.Settings.Section.AppFeatures.widget
source: Widget
lv: Logrīks

# Screen.Settings.Section.Language.title
source: Choose language
lv: Izvēlies valodu

# Screen.Settings.Section.UserData.deleteUserData
source: Delete user data
lv: Dzēst lietotāja datus

# Screen.Settings.Section.UserData.rememberUser
source: Remember user
lv: Atcerēties lietotāju

# Screen.Settings.Section.UserData.title
source: User data
lv: Lietotāja dati

# Screen.Settings.title
source: Settings
lv: Uzstādījumi

# Screen.User.Section.Privacy.privacySettings
source: Privacy settings
lv: Privātuma iestatījumi

# Screen.User.Section.Privacy.title
source: Privacy
lv: Privātums

# Screen.User.Section.Private.title
source: Private person
lv: Privātpersonām

# Screen.User.Section.Settings.settings
source: Settings
lv: Uzstādījumi

# Screen.User.Section.Settings.title
source: Settings
lv: Uzstādījumi

# Screen.User.title
source: User
lv: Lietotājs

# Tabbar.Tabs.Cards.title
source: Cards
lv: Kartes

# Tabbar.Tabs.Contacts.title
source: Contacts
lv: Kontakti

# Tabbar.Tabs.Overview.title
source: Overview
lv: Pārskats

# Tabbar.Tabs.Payments.title
source: Transfers
lv: Maksājumi

# Screen.Contacts.Items.contactUs.title
source: Contact Us
lv: Sazinies ar mums

# Screen.Contacts.Items.contactUs.description
source: Get answers from the virtual assistant
lv: Saņem atbildes no virtuālā asistena

# Screen.Contacts.Items.write.title
source: Write
lv: Raksti

# Screen.Contacts.Items.write.description
source: Send a bank message
lv: Nosūti bankas ziņojumu

# Screen.Contacts.Items.priority.title
source: Priority Service
lv: Prioritārā apkalpošana

# Screen.Contacts.Items.consultation.title
source: Sign up for a consultation
lv: Piesakies konsultācijai

# Screen.Contacts.Items.consultation.description
source: By phone, video call, or in a branch
lv: Telefoniski, videozvanā vai filiālē

# Screen.Contacts.Items.atms.title
source: ATMs and Branches
lv: Bankomāti un filiāles

# Screen.Contacts.Items.atms.description
source: Find on the map
lv: Atrast kartē

# Screen.Contacts.Items.faq.title
source: Frequently Asked Questions
lv: Biežākie jautājumi

# Screen.Contacts.Items.faq.description
source: Get useful answers
lv: Saņem noderīgas atbildes

# Screen.OfferDetails.title
source: Offer details
lv: Piedāvājuma detaļas

# Error.Generic.title
source: Error occured
lv: Notika kļūme

# Error.Generic.message
source: Try again later
lv: Mēģiniet vēlāk

# Error.Network.Generic.title
source: Connectivity error
lv: Savienojuma kļūme

# Error.Network.Generic.message
source: Check your internet connection and try again
lv: Pārbaudiet savienojumu un mēģiniet atkal

# Error.UserSession.InvalidLoginCredentials.title
source: Wrong credentials
lv: Kļūdaini ievades dati

# Error.UserSession.InvalidLoginCredentials.message
source: Please, use correct ones next time
lv: Lūdzu, ievadiet pareizus datus

# Error.Biometry.BiometryNotAvailable.message
source: Biometry not available
lv: Nav piekļuves biometrijai

# Error.Biometry.UserFallback.message
source: Selected authentication method is not available
lv: Izvēlētais autorizācijas veids nav pieejams

# Permissions.Biometry.authReason
source: Biometry is required for authetication
lv: Biometrija nepieciešama veiksmīgai autentifikācijai

# Error.UserSession.ExpiredSession.title
source: Login expired
lv: Sesijas beigas

# Error.UserSession.ExpiredSession.message
source: Please, login once more to use the app
lv: Lūdzu, veiciet authentifikāciju
